export const arSharedResources = {
  nav: {
    name: "ياسر أطرطا",
  },
  hero: {
    title:
      "مطور واجهة أمامية، يركز على تطوير وإنشاء واجهة مستخدم وتجربة مستخدم جميلة.",
    greeting: "السلام عليكم، أنا ",
    name: "ياسر",
    desc: "من أكادير، المغرب.📍",
    contact: "تواصل",
    tech: "التقنيات",
    link: "انقر هنا للزيارة",
  },
  contact: {
    title: "تواصل",
    parag2: "لا تتردد في التواصل معي! 👇",
  },
  project: {
    title: "مشاريع",
    risat: {
      title: "مشروع شخصي",
      desc: "لقد أردت دائمًا منصة تجمع بين أدوات متعددة وتستخدمها يوميًا، ولهذا السبب قمت بإنشاء هذا الموقع.",
    },
    salla: {
      title: "موقع للتجارة الإلكترونية",
      desc: "Shopper store هو موقع للتجارة الإلكترونية. تم إنشاء هذا الموقع باستخدام واجهة برمجة تطبيقات متجر وهمية مع query tanstack لجلب البيانات و zustand لإدارة الحالة.",
    },
    dentalab: {
      title: "صفحة الهبوط",
      desc: "DENTALAB هي صفحة مقصودة لعيادة الأسنان، وتتضمن مقدمة مختصرة وبعض خدماتها.",
    },
    rayyan: {
      title: "عسل الريان",
      desc: "يعرض هذا الموقع بعض أنواع العسل المختلفة وفوائدها.",
    },
  },
};
