export const arSharedResources = {
  nav: {
    name: "ياسر أطرطا",
  },
  hero: {
    title: "مطور واجهات ويب أمامية.",
    greeting: "السلام عليكم, أنا",
    name: "ياسر",
    desc: "مطور واجهات ويب من أكادير، المغرب.📍",
    contact: "تواصل",
    tech: "التقنيات",
    link: "انقر هنا للزيارة",
  },
  contact: {
    title: "تواصل",
    parag1:
      "مطور ويب للواجهات الأمامية، مع التركيز على تطوير صفحات الهبوط و واجهات المستخدم.",
    parag2:
      "المجموعة الرئيسية الخاصة بي حاليًا هي React بالاشتراك مع Tailwind CSS و TypeScript.",
  },
  project: {
    title: "مشاريع",
    risat: {
      title: "مشروع شخصي",
      desc: "لقد أردت دائمًا منصة تجمع بين أدوات متعددة وتستخدمها يوميًا، ولهذا السبب قمت بإنشاء هذا الموقع.",
    },
    salla: {
      title: "موقع للتجارة الإلكترونية",
      desc: "Salla هو موقع للتجارة الإلكترونية. يستخدم هذا المشروع Next.js وShadcn-UI.",
    },
    dentalab: {
      title: "صفحة الهبوط",
      desc: "DENTALAB هي صفحة مقصودة لعيادة الأسنان.",
    },
  },
};
