export const arSharedResources = {
  nav: {
    name: "ياسر أطرطا",
  },
  hero: {
    title: "مطور واجهات ويب أمامية.",
    greeting: "السلام عليكم, أنا",
    name: "ياسر",
    desc: "مطور واجهات ويب من أكادير، المغرب.📍",
    contact: "تواصل",
    tech: "التقنيات",
    link: "انقر هنا للزيارة",
  },
  contact: {
    title: "تواصل",
    parag1:
      "مطور ويب للواجهات الأمامية، مع التركيز على تطوير صفحات الهبوط و واجهات المستخدم.",
    parag2:
      "المجموعة الرئيسية الخاصة بي حاليًا هي React بالاشتراك مع Tailwind CSS و TypeScript.",
  },
  projects: "مشاريع",
};
